{
  "1": {
    "chinese": "一只小猫走丢了。它找不到妈妈。它哭了。一个小女孩看见了它，抱起小猫说：“我带你回家吧。”小猫喵喵叫，好像说：“谢谢你！”",
    "pinyin": "Yì zhī xiǎo māo zǒu diū le. Tā zhǎo bú dào māma. Tā kū le. Yí gè xiǎo nǚ hái kàn jiàn le tā, bào qǐ xiǎo māo shuō: “Wǒ dài nǐ huí jiā ba.” Xiǎo māo miāo miāo jiào, hǎo xiàng shuō: “Xièxie nǐ!”",
    "english": "A kitten got lost. It couldn't find its mom. It cried. A little girl saw it, picked it up, and said, “I'll take you home.” The kitten meowed, as if saying, “Thank you!”",
    "difficulty": "easy"
  },
  "2": {
    "chinese": "今天是我的生日。妈妈给我做了蛋糕，爸爸送我一本书。我很开心，因为全家人都陪我一起吃饭。",
    "pinyin": "Jīn tiān shì wǒ de shēng rì. Māma gěi wǒ zuò le dàn gāo, bàba sòng wǒ yì běn shū. Wǒ hěn kāi xīn, yīn wèi quán jiā rén dōu péi wǒ yì qǐ chī fàn.",
    "english": "Today is my birthday. Mom made me a cake, and Dad gave me a book. I'm very happy because my whole family had dinner with me.",
    "difficulty": "easy"
  },
  "3": {
    "chinese": "哥哥教我骑自行车。我一开始很害怕。慢慢地，我学会了。我大声说：“我会骑了！”哥哥笑了。",
    "pinyin": "Gēge jiāo wǒ qí zìxíngchē. Wǒ yì kāi shǐ hěn hài pà. Màn màn de, wǒ xué huì le. Wǒ dà shēng shuō: “Wǒ huì qí le!” Gēge xiào le.",
    "english": "My older brother taught me to ride a bike. At first, I was scared. Slowly, I learned. I shouted, “I can ride now!” My brother smiled.",
    "difficulty": "easy"
  },
  "4": {
    "chinese": "今天下雨了。我没带伞。一个同学跟我一起走，说：“我们一起撑一把伞。”我觉得他很友好。",
    "pinyin": "Jīn tiān xià yǔ le. Wǒ méi dài sǎn. Yí gè tóng xué gēn wǒ yì qǐ zǒu, shuō: “Wǒmen yì qǐ chēng yì bǎ sǎn.” Wǒ jué de tā hěn yǒu hǎo.",
    "english": "It rained today. I didn’t bring an umbrella. A classmate walked with me and said, “Let’s share one umbrella.” I thought he was very kind.",
    "difficulty": "easy"
  },
  "5": {
    "chinese": "爷爷养了一只乌龟。它走得很慢，但很可爱。我每天喂它菜叶，它好像认识我了。",
    "pinyin": "Yéye yǎng le yì zhī wūguī. Tā zǒu de hěn màn, dàn hěn kě ài. Wǒ měi tiān wèi tā cài yè, tā hǎo xiàng rèn shi wǒ le.",
    "english": "Grandpa keeps a turtle. It walks very slowly, but it's cute. I feed it leaves every day, and it seems to recognize me.",
    "difficulty": "easy"
  },
  "6": {
    "chinese": "小时候，我的第一本书是《小红帽》。妈妈常常给我读。我喜欢故事，也喜欢妈妈的声音。",
    "pinyin": "Xiǎo shí hòu, wǒ de dì yī běn shū shì 《Xiǎo Hóng Mào》。Māma cháng cháng gěi wǒ dú. Wǒ xǐ huān gù shì, yě xǐ huān māma de shēng yīn.",
    "english": "When I was little, my first book was Little Red Riding Hood. Mom often read it to me. I liked the story and my mom’s voice.",
    "difficulty": "easy"
  },
  "7": {
    "chinese": "今天，我家的小狗跑出去了。我们找了很久，最后在公园找到了它。它跑来跑去，好像很开心。",
    "pinyin": "Jīn tiān, wǒ jiā de xiǎo gǒu pǎo chū qù le. Wǒmen zhǎo le hěn jiǔ, zuì hòu zài gōng yuán zhǎo dào le tā. Tā pǎo lái pǎo qù, hǎo xiàng hěn kāi xīn.",
    "english": "Today, our puppy ran out. We looked for a long time and finally found it in the park. It ran around happily.",
    "difficulty": "easy"
  },
  "8": {
    "chinese": "冬天的早晨很冷。爸爸早起烧水，妈妈给我煮粥。我穿着厚衣服去上学，外面下着雪。",
    "pinyin": "Dōng tiān de zǎo chén hěn lěng. Bàba zǎo qǐ shāo shuǐ, māma gěi wǒ zhǔ zhōu. Wǒ chuān zhe hòu yīfu qù shàng xué, wài miàn xià zhe xuě.",
    "english": "Winter mornings are cold. Dad gets up early to boil water, and Mom makes porridge for me. I go to school in warm clothes, and it's snowing outside.",
    "difficulty": "medium"
  },
  "9": {
    "chinese": "今天我收到奶奶的信。她说她很想我，还给我画了一朵花。我把信贴在墙上。",
    "pinyin": "Jīn tiān wǒ shōu dào nǎinai de xìn. Tā shuō tā hěn xiǎng wǒ, hái gěi wǒ huà le yì duǒ huā. Wǒ bǎ xìn tiē zài qiáng shàng.",
    "english": "Today I got a letter from Grandma. She said she misses me and drew a flower for me. I stuck the letter on my wall.",
    "difficulty": "easy"
  },
  "10": {
    "chinese": "我们班来了一个新同学。他叫明明，很安静。我请他一起玩，他笑了。我觉得我们可以成为朋友。",
    "pinyin": "Wǒmen bān lái le yí gè xīn tóng xué. Tā jiào Míngming, hěn ān jìng. Wǒ qǐng tā yì qǐ wán, tā xiào le. Wǒ jué de wǒmen kě yǐ chéng wéi péng yǒu.",
    "english": "We have a new classmate. His name is Mingming. He is quiet. I invited him to play, and he smiled. I think we can be friends.",
    "difficulty": "easy"
  },
  "11": {
    "chinese": "我有一支特别的铅笔，上面有星星图案。每次写作业我都用它，因为它让我觉得开心。",
    "pinyin": "Wǒ yǒu yì zhī tè bié de qiān bǐ, shàng miàn yǒu xīng xing tú àn. Měi cì xiě zuò yè wǒ dōu yòng tā, yīn wèi tā ràng wǒ jué de kāi xīn.",
    "english": "I have a special pencil with stars on it. I use it every time I do homework because it makes me happy.",
    "difficulty": "easy"
  },
  "12": {
    "chinese": "周末我和妈妈去电影院看动画片。我吃了爆米花，还笑了很多次。真好玩！",
    "pinyin": "Zhōu mò wǒ hé māma qù diàn yǐng yuàn kàn dòng huà piàn. Wǒ chī le bào mǐ huā, hái xiào le hěn duō cì. Zhēn hǎo wán!",
    "english": "On the weekend, I went to the movies with my mom to watch a cartoon. I ate popcorn and laughed a lot. It was fun!",
    "difficulty": "easy"
  },
  "13": {
    "chinese": "一条小鱼对大海说：“你真大！”大海笑了说：“你也很特别，因为你是我里面的一部分。”",
    "pinyin": "Yì tiáo xiǎo yú duì dà hǎi shuō: “Nǐ zhēn dà!” Dà hǎi xiào le shuō: “Nǐ yě hěn tè bié, yīn wèi nǐ shì wǒ lǐ miàn de yí bù fèn.”",
    "english": "A little fish said to the sea, “You're so big!” The sea smiled and said, “You're special too, because you're part of me.”",
    "difficulty": "medium"
  },
  "14": {
    "chinese": "晚上，我看着天上的月亮。它好像跟着我走。我对它说：“晚安，月亮。”",
    "pinyin": "Wǎn shàng, wǒ kàn zhe tiān shàng de yuè liàng. Tā hǎo xiàng gēn zhe wǒ zǒu. Wǒ duì tā shuō: “Wǎn ān, yuè liàng.”",
    "english": "At night, I looked at the moon in the sky. It seemed to follow me. I said to it, “Good night, moon.”",
    "difficulty": "easy"
  },
  "15": {
    "chinese": "我的房间里有一张小床，一个书架，还有一个玩具熊。每晚我和玩具熊一起睡觉。",
    "pinyin": "Wǒ de fáng jiān lǐ yǒu yì zhāng xiǎo chuáng, yí gè shū jià, hái yǒu yí gè wán jù xióng. Měi wǎn wǒ hé wán jù xióng yì qǐ shuì jiào.",
    "english": "In my room, there’s a small bed, a bookshelf, and a teddy bear. I sleep with the teddy bear every night.",
    "difficulty": "easy"
  },
  "16": {
    "chinese": "今天妈妈生病了。我给她倒水，还画了一张画给她。妈妈看了，笑了，说：“谢谢你。”",
    "pinyin": "Jīn tiān māma shēng bìng le. Wǒ gěi tā dào shuǐ, hái huà le yì zhāng huà gěi tā. Māma kàn le, xiào le, shuō: “Xièxie nǐ.”",
    "english": "Mom was sick today. I brought her water and drew a picture for her. She smiled and said, “Thank you.”",
    "difficulty": "easy"
  },
  "17": {
    "chinese": "我和爸爸去公园。我们放风筝，还喂了小鸭子。风很大，风筝飞得很高。",
    "pinyin": "Wǒ hé bàba qù gōng yuán. Wǒmen fàng fēng zhēng, hái wèi le xiǎo yā zi. Fēng hěn dà, fēng zhēng fēi de hěn gāo.",
    "english": "Dad and I went to the park. We flew a kite and fed the ducklings. The wind was strong, and the kite flew high.",
    "difficulty": "easy"
  },
  "18": {
    "chinese": "春天来了，花园里的小花开了。它们五颜六色，像在跳舞。",
    "pinyin": "Chūn tiān lái le, huā yuán lǐ de xiǎo huā kāi le. Tāmen wǔ yán liù sè, xiàng zài tiào wǔ.",
    "english": "Spring came, and the little flowers in the garden bloomed. They were colorful, like they were dancing.",
    "difficulty": "easy"
  },
  "19": {
    "chinese": "昨晚我梦见自己会飞。我飞到云上，看见很多星星。那是一个美丽的梦。",
    "pinyin": "Zuó wǎn wǒ mèng jiàn zì jǐ huì fēi. Wǒ fēi dào yún shàng, kàn jiàn hěn duō xīng xing. Nà shì yí gè měi lì de mèng.",
    "english": "Last night I dreamed I could fly. I flew above the clouds and saw many stars. It was a beautiful dream.",
    "difficulty": "medium"
  },
  "20": {
    "chinese": "我有一个小秘密：我每天在树下写日记。那是我和树的秘密。",
    "pinyin": "Wǒ yǒu yí gè xiǎo mì mì: wǒ měi tiān zài shù xià xiě rì jì. Nà shì wǒ hé shù de mì mì.",
    "english": "I have a little secret: I write in my diary under a tree every day. That’s a secret between the tree and me.",
    "difficulty": "easy"
  }
}